Repository: samikeijonen/cold-winter-dreams
Catalog: languages/cold-winter-dreams-*.po
Languages: fi

source: Cold Winter Dream 1
fi: Kylmä talviunelma 1

source: Cold Winter Dream 2
fi: Kylmä talviunelma 2

source: Cold Winter Dream 3
fi: Kylmä talviunelma 3

source: Cold Winter Dream 4
fi: Kylmä talviunelma 4

# sidebar
source: Cold Front page
fi: Kylmä etusivu

source: The Cold Front Page sidebar. It is displayed on the page template called Cold Front Page.
fi: Tähän vimpainalueeseen lisätyt vimpaimet näkyvät "Kylmä etusivu"-sivupohjassa.

source: Example Widget 1
fi: Esimerkkivimpain 1

source: This is an example widget to show how the Cold Front Page sidebar looks by default. You can add custom widgets from the %swidgets screen%s in the admin.
fi: Tämä on esimerkkivimpain. Voit lisätä omia vimpaimia kohdasta %Ulkoasu >> Vimpaimet%s .

source: Example Widget 2
fi: Esimerkkivimpain 2

source: Cold Winter Dreams
fi: Kylmiä talviunelmia - Cold Winter Dreams

source: A child theme of stargazer parent theme.
fi: Stargazer-teeman talviaiheinen lapsiteema.

source: Cold Front Page
fi: Kylmä etusivu
